[
  {
    "Name": "Affliction",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "You psychically wreak havoc with a creature's biology to hinder and debilitate them. Choose a creature within Short Range. The target must win a Difficult (-10) Fortitude (Endurance) Test Opposing your Manifest Test or gain one of the following conditions until the start of your next turn: Blinded, Deafened, Fatigued, Poisoned, or Stunned. At the end of the target's turn, it makes another Difficult (-10) Fortitude (Endurance) Test Opposing your Manifest Test, ending the power immediately if it wins. Once a creature wins the Opposed Test, it is immune to this power for the next hour.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Bio-Lightning*",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Alter your physiology to generate vast amounts of electrical current, discharging it in a devastating electrical arc. Choose a creature within Medium Range. The target and creatures within Immediate Range of the target suffer Damage equal to 4 + your Willpower Bonus + SL from your Manifest Test. A creature Damaged by this must also win a Hard (-20) Fortitude (Endurance) Test Opposing your Manifest Test or be Stunned until the beginning of your next turn.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Cleanse*",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Pour Psychic power through a creature's body to purge it of harmful disease vectors and restore healthy function. Touch a creature within Immediate Range. If the target is Poisoned or Stunned, those Conditions end. If the target is afflicted with a disease, it adds the SL from your Manifest Test to its next Test to resist it.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Ferrocrete Flesh*",
    "Warp Rating": "3",
    "Difficulty": "Challenging (+0)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Rapidly modify a creature's flesh with psychic directives, thickening its skin, increasing the density of its flesh, and fortifying its bones while increasing its bulk. Touch a creature (including yourself) within Immediate Range. Until the start of your next turn, the target gains an amount of Armour equal to its Toughness Bonus to all hit locations. If the creature's Toughness Bonus is greater than its Strength Bonus, the target's Speed decreases by one step (minimum Slow), and the target makes Agility Tests with Disadvantage.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Haemorrhage",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Force a surge of psychic power through your victim, rupturing blood vessels and re-opening scars to cause bleeding throughout their body. Choose a creature within Short Range. The target must win a Challenging (+0) Fortitude (Endurance) Test Opposing your Manifest Test or suffer 2 Damage, ignoring Armour, and begin Bleeding (Major). The bleeding continues until it's stopped through medicae treatment or other means.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Iron Limb*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Fortify your musculature with an influx of psychic energy, thickening muscles and strengthening tendons, augmenting your physical prowess with the boundless power of the Warp. Until the start of your next turn, you have Advantage on Strength and Weapon Skill Tests. Additionally, whenever you reference your Strength Bonus to calculate a number (such as melee weapon Damage), you may use the SL from your Manifest Test instead of your Strength Bonus.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Life Leech*",
    "Warp Rating": "4",
    "Difficulty": "Very Hard (-30)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Attune to the rhythms of life, you form a psychic link to another creature's body, latching onto it like a parasite syphoning its vitality. Choose a creature within Medium Range. The target must win a Very Hard (-30) Fortitude (Endurance) Test Opposing your Manifest Test or become linked to you until the start of your next turn. While linked, you can use a Free Action once on your turn to deal Damage equal to your Willpower Bonus to the target, which ignores Armour and can't be reduced in any way. When this power deals Damage, you heal a number of Wounds equal to half the Damage dealt (rounding up).",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Metabolic Overdrive*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Short",
    "Target": "SL Creatures",
    "Duration": "Sustained",
    "Effect": "Push creatures' endocrine systems into overdrive, you flood their bodies with potent hormones that quicken their movements and reflexes. Choose a number of creatures (including yourself) within Short Range up to the SL of your Manifest Test. Until the start of your next turn, each target's Speed increases one step, and it makes Reflexes Tests with Advantage.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Shape Flesh*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Permanent",
    "Effect": "Psychic manipulation of flesh allows you to sculpt a creature's body and features as you envision them. Touch a creature within Immediate Range. Over the course of 10 minutes, you psychically manipulate the target's anatomy and appearance, permanently changing them according to the Shape Flesh Table. If the target is unwilling, it opposes your attempt with an Easy (+40) Fortitude (Endurance) Test. Willing or not, the more substantial the alterations you make, the more pain the target experiences.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Wither*",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Instant",
    "Effect": "Bathe your surroundings in the anathema of life, necrotising living creatures with entropic force that desiccates plants and renders flesh withered and ashen. Each creature in your Zone must make a Routine (+20) Fortitude (Endurance) Test Opposing your Manifest Test. If you win the Opposed Test, the victim suffers Damage equal to the difference in SL. This Damage ignores Armour. If a creature suffers Damage greater than its Toughness Bonus, it is also Poisoned until the start of your next turn.",
    "Discipline": "Biomancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Armour Bane",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Short",
    "Target": "1 Weapon",
    "Duration": "Sustained",
    "Effect": "Guide a weapon with psychic foresight, subtly directing it to seek weak points in armour. Choose a weapon within Short Range. Until the start of your next turn, that weapon gains the Penetrating (X) Trait where X equals the SL of your Manifest Test. If the weapon already has the Penetrating Trait, it uses whichever rating is higher (they do not stack).",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Dowsing",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Special",
    "Target": "Special",
    "Duration": "Sustained",
    "Effect": "If you can imagine something in your mind's eye, you can follow the Warp's currents to it as though they were strings tangled throughout reality, tethering everything together. Choose a specific object or creature you have observed firsthand. Until the start of your next turn, if the target is within 1 mile per SL, you know which direction and how far it is from you, allowing you to follow this power to the target. Rather than choosing a specific quarry, you can choose a type of object, a material, or a species, such as datapacks, water, or Aeldari. Until the start of your next turn, you can sense if your quarry is within Long Range. You do not learn its location or how many instances of it are present, simply that it is in the area.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Forewarning",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Flashes of foresight warn you of impending danger, allowing you the chance to manoeuvre out of harm's way. Until the start of your next turn, you can take the Dodge Action as a Free Action on your turn.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Perfect Timing",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Short",
    "Target": "SL Allies",
    "Duration": "Instant",
    "Effect": "Alter an ally's perception of time, stretching moments without slowing their thoughts, giving them ample time to consider their actions. Choose a number of allies (including you) up to the SL of your Manifest Test within Short Range. At the end of each target's next turn, they can Seize the Initiative as a free action. Additionally, each target gains Advantage on the first Test they make before the end of their next turn.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Prescience",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "1 Object or Zone",
    "Duration": "Special",
    "Effect": "Dare consult the Warp to gain insights into the possible futures awaiting you, preparing you for what's to come. During a Rest, you can spend 10 minutes in a Divinatory trance to examine the possible futures presented to you by the Warp. At the end of the trance, you gain a number of Prescience Points equal to the SL from your Manifest Test. After you make a Test, you can spend one of your Prescience Points to reroll one or both dice from the Test, using the result of the new roll to resolve the Test. Advantage and Disadvantage apply after the roll as normal. You can't spend more than one Prescience Point on a Test. Prescience Points do not expire, but you lose any unspent Points the next time you manifest this power.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychometry*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Immediate",
    "Target": "1 Object or Zone",
    "Duration": "1 Minute",
    "Effect": "Emotions experienced in the physical world boil into the Warp, but those same experiences linger where they occurred, simmering just beneath the surface of reality. This psychic residue seeps back into realspace, and properly attuned Diviners can witness these past events echoing back through time. Over the course of a minute, you enter a trance and attune your senses to an object you are touching within Immediate Range or your current Zone. You receive insight into the target's history depending on the SL of your Manifest Test according to the Psychometry Table.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Question the Warp*",
    "Warp Rating": "1",
    "Difficulty": "Challenging (+0)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "1 Minute",
    "Effect": "Enter a minute-long trance, casting your soul into the immaterium to search for answers, but the Warp is home to manipulative forces and should never be fully trusted. Within the rolling power of the Warp lies every truth, every lie and the knowledge of past, future and present. A psyker who is desperate enough can attempt to pluck a sliver of knowledge from within the Empyrean, although whether it is a glimpse of the future, a skein of wisdom or the lies of Daemonkind are anyone's guess... When you manifest this power, ask the GM a question you don't know the answer to. The GM secretly rolls 1d10 and compares it to the sum of your Willpower Bonus + the SL from your Manifest Test (maximum 9). If the d10 roll is less than the sum, the GM answers truthfully. If the d10 roll is greater than or equal to the sum, the GM's answer is false. Regardless of the veracity, once this power provides an answer, you can't ask the same question again.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Scrying Gaze*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Special",
    "Target": "1 Creature",
    "Duration": "1 Minute",
    "Effect": "Physical distance has little meaning in the Warp, so you can peer through that dimension to locate and observe targets anywhere. Choose a creature, object, or location you've observed firsthand. Over the course of a minute, you send your senses through the Warp to observe the target. You can see and hear the target. If you score 4 or more SL on your Manifest Test, you know the target's approximate direction and distance from you and can also see and hear the Zone surrounding it. A Psyker or Daemon senses it is being observed if its Perception Bonus is higher than your Willpower Bonus. If it's aware of your observation, it can use an Action on its turn to make an Easy (+40) Discipline (Psychic) Test Opposing your Manifest Test, ending the power immediately if it wins. If the target wins the Opposed Test, it can't be targeted by this power again for the next hour.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Twist Fate",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "The Warp doesn't distinguish between good and bad fortune, and you invoke that cosmic ambivalence to blur the line between them. Once during a round when a creature within Short Range (including you) makes a Test with Advantage or Disadvantage, you can attempt to manifest this power as a Reaction. If successful, the creature makes the Test with neither Advantage nor Disadvantage. If you fail your Manifest Test, you fall victim to the Warp's fickle nature, forcing you to make Tests with Disadvantage until you have 0 Warp Charge.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Watchward",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "You open your awareness to the subtle quantum changes that occur when you are observed. Until the start of your next turn, you can detect if any creature or device is currently observing you by any means, granting you information depending on the SL of your Manifest Test according to the Watchward Table. You can exclude specific creatures, such as your allies, from what this power detects.",
    "Discipline": "Divination",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Call Vermin",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "Special",
    "Duration": "Sustained",
    "Effect": "Summon and compel small creatures. Until the start of next turn, gain control of vermin in the area, swarming and filling an area within Medium Range. The terrain becomes either Difficult Terrain or Lightly Obscured. Can be moved once per turn as a Free Action to an adjacent Zone within Long Range of the caster. Alternatively, summon and control a single vermin for specific tasks.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Combustion",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Medium",
    "Target": "1 Object",
    "Duration": "Instant",
    "Effect": "Manifest an intense mote of flame, igniting a flammable object within Medium Range. The target catches fire and burns normally. Creatures holding or wearing the item must drop or remove it to avoid becoming Ablaze.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Dread Presence*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Sustained",
    "Effect": "Invoke the Warp's terrifying nature to exude a dreadful presence, inciting irrational fear in enemies near you. Enemies entering your Zone must win a Challenging (+0) Discipline (Fear) Test or become Frightened until the start of their next turn.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Dull Pain",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "SL Creatures",
    "Duration": "Sustained",
    "Effect": "Disrupt a creature's nociceptors, dulling its sensitivity to pain. Targets within Short Range gain one point of Armour to all hit locations until the start of your next turn.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Float*",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self/Immediate",
    "Target": "Self/1 Object",
    "Duration": "Sustained",
    "Effect": "Free yourself from gravity's constraints, floating weightlessly. Move at Slow Speed in any direction, ignoring Difficult Terrain. Alternatively, reduce an object's Encumbrance by 1 per SL within Immediate Range.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Ignite*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Summon a mote of flame into your hand, creating a small flame that does not burn you and cannot be extinguished by conventional means. Functions as a normal flame, casting light, scorching creatures and objects, and igniting flammable materials it touches.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Ill Omen",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "1 Zone",
    "Duration": "Sustained",
    "Effect": "Allow the borders of the immaterium to bleed through into reality, twisting the physical realm to unsettle, amaze, or threaten those who experience the Warp's horrible nature. Roll on the Psychic Phenomena Table once per SL of your Manifest Test and choose one of the results. The chosen psychic phenomena appears in the target Zone until the start of your next turn.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Jinx",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Invoke the maleficent nature of the Warp to curse your target with impending misfortune. The first Test the target makes within the next hour is made with Disadvantage.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Luck",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Instant",
    "Effect": "Invoke the fickle nature of the Warp to tilt probability in your favour. When you must make a Test, you can attempt to manifest this power immediately before making that Test. If you manifest it, you make the Test with Advantage. If you fail to manifest it, you make the Test with Disadvantage. This power cannot be used to augment Psychic Mastery Tests, and it cannot be used more than once per Round.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Lull",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Reach inside a creature with your mind, interfering with the biochemical systems keeping them awake. Choose a creature within Short Range. The target must win a Difficult (-10) Fortitude (Endurance) Test Opposing your Manifest Test or fall Unconscious until the start of your next turn. The target has Advantage on the Test if they are actively performing a strenuous or stressful task or involved in combat. If the target suffers Damage, this power ends. The target regains consciousness immediately when this power ends.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Nova*",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Instant",
    "Effect": "Channel the Warp's destructive power, blasting everything around you with an expanding ring of searing energy. Each creature (excluding you) in your Zone suffers Damage equal to 4 + your Willpower Bonus + the SL from your Manifest Test, and must win a Routine (+20) Athletics (Might) Test Opposing your Manifest Test or be knocked Prone.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Preternatural Senses",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Augment your biology to grant yourself enhanced senses beyond those typical of your species. Until the start of your next turn, you gain the following effects: low light vision, see heat emissions through walls up to Medium Range, and Advantage to Perception Tests. 5+ SL allows to sense creatures, objects and movements using senses other than sight, allowing to ignore the Blinded Condition.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychic Scrutiny",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Scrutinise a creature's soul, glimpsing shreds of its future and past to glean vital information about its current state of being. Choose a creature within Short Range. For each SL of your Manifest Test, you learn one of the following pieces of information about the target: Current and Maximum Wounds, Highest and Lowest Characteristic, One Characteristic's Value (your choice), Most advanced Skill (GM's choice), One Talent or Trait (GM's choice).",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychic Static",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Emanate imperceptible psychic static, shrouding you from notice and detection. Until the start of your next turn, a creature or device doesn't perceive you unless it wins an Easy (+40) Awareness (Any) Test Opposing your Manifest Test. Those you are shrouded from look past you, do not register your voice or footsteps, and otherwise act as though you aren't there.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Scalding Glance",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "Special",
    "Duration": "Sustained",
    "Effect": "Pour pyromantic energy into a nearby liquid, causing it to spontaneously boil. Choose up to 20 gallons of liquid per SL of your Manifest Test within Medium Range. The liquid instantly boils and continues to do so until the start of your next turn. When this power ends, the boiling subsides, but the liquid still retains heat, cooling over time at a normal rate. This power can't target liquid inside a living creature. Confined liquids may cause the container they are in to explode.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Seal Wounds*",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Perceive the biomantic energy in a creature's body, bolstering it with your psychic power to speed the restoration of damaged tissue. Touch a creature (including yourself) within Immediate Range. The target heals Wounds equal to your Willpower Bonus + the target's Toughness Bonus + the SL from your Manifest Test, and if the target is Bleeding, the Condition is removed. The influx of biomantic energy from this power taxes the target's body, so if it receives the benefit of this power again before it Rests, it becomes Fatigued.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Sear",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "1 Object",
    "Duration": "Sustained",
    "Effect": "Channel psychic energy into an object until it glows with searing heat. Choose an object with an Encumbrance no greater than the SL of your Manifest Test within Medium Range. Until the start of your next turn, the object becomes burning hot and glows dimly. A creature touching the object when you manifest this power suffers Damage equal to your Willpower Bonus, and suffers the Damage again at the end of its turn if it's still touching the object. If the object is a piece of Armour a creature is wearing, its Armour Value does not reduce the Damage. When the power ends, the heated object cools at a normal rate. At the GM's discretion, materials that can withstand the heat may become somewhat malleable while heated, while less robust materials may simply melt.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Smite*",
    "Warp Rating": "2",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Unleash a coruscating blast of raw psychic power against a foe, rending flesh and spirit. Choose a Creature within Medium Range. The target suffers Damage equal to 2 + your Willpower Bonus + the SL from your Manifest Test, which ignores Armour.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Soulsight",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Souls burn like flames in the darkness of the Warp, and you can attune your senses to detect them. Until the start of your next turn, you can sense the presence of living creatures within Medium Range according to the Soulsight Table. You can exclude specific creatures, such as you and your allies, from what this power detects. Additionally, you have Advantage to Psyscience Tests to detect or identify Daemons or Psykers while this power is active.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Spasm",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Disrupt the neuro-muscular system of a creature, causing it to momentarily lose control of one of its limbs. Choose a creature within Short Range. The target must win a Routine (+20) Fortitude (Endurance) Test Opposing your Manifest Test or lose the use of one of its limbs (your choice) until the start of your next turn. At the end of the target's turn, it makes another Routine (+20) Fortitude (Endurance) Test Opposing your Manifest Test, ending the power immediately if it wins. The affected limb cannot be used to perform any Action. If the limb is a leg, the target's Speed decreases one step (minimum Slow). If the limb is holding an item, it drops it. If the limb is Grappling a creature, the Grapple is released.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Spectral Hands",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "Special",
    "Duration": "Sustained",
    "Effect": "Manifest telekinetic forces to manipulate objects and move them through space around you. Choose any number of objects within Short Range with a total Encumbrance no greater than the SL of your Manifest Test. Until the start of your next turn, you can manipulate those objects as though they were held by invisible hands under your control. Fine, precise manipulation is not possible — only gross movements. The objects float in place, but as a Free Action once on your turn, you can move each of the objects within your Zone. Objects leave your control and fall to the ground if they are outside your Zone.",
    "Discipline": "Minor Psychic Power",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Breach",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "1 Object",
    "Duration": "Instant",
    "Effect": "You imagine solid matter furiously torn apart, and the Warp manifests your vision through telekinetic savagery. Choose a Large or smaller object within Medium Range. If the GM rules the object is one you can destroy (using the Breach Table as reference), the object is violently torn apart, destroyed beyond any hope of repair. Alternatively, you can target a piece (one hit location) of Armour. Its Armour Value permanently decreases by 1 for each SL of your Manifest Test.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Crush",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Focus psychokinetic pressure on your enemy, applying force to hold them in place while you crush their flesh and bones. Choose a creature within Medium Range. The target suffers Damage equal to 3 + Willpower Bonus + the SL of your Manifest Test, and it must make a Hard (-20) Athletics (Might) Test Opposing your Manifest Test. If it loses, it becomes Restrained until the power ends. At the end of the target's turn, it makes another Hard (-20) Athletics (Might) Test Opposing your Manifest Test, ending the power immediately if it wins.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Deflection*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "You've learned to swat aside weapons and projectiles with a thought, deflecting them to reduce their destructive potential. Until the start of your next turn, all your body parts gain Armour equal to the SL of your Manifest Test. This Armour is cumulative with existing Armour. Energy-based weapons ignore this additional Armour; only physical objects like melee weapons, shrapnel, and projectiles are mitigated by this power.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Gate of Infinity*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "1 Mile per SL",
    "Target": "Special",
    "Duration": "Sustained",
    "Effect": "In a mind-bending display of telekinetic supremacy, you tear a hole in reality, reach across the Warp, and open another rift elsewhere in realspace, connecting the two locations by a doorway with no physical distance between them. Choose a point within Immediate Range, then choose another point within 1 mile per SL of your Manifest Test. The second point must be one you can see, remember, or describe in terms of direction and distance from you. Until the start of your next turn, a large shimmering portal opens at both points. Anything passing through one portal emerges from the other as though passing through an open doorway. Moving and attacking with a ranged weapon from one Zone into another through the portal counts as moving or attacking from one Zone into an adjacent Zone, but nothing physically traverses the space between the Zones.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Gravity Well*",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Sustained",
    "Effect": "Subtly increase the gravitational attraction between your mass and that of creatures around you, drawing them closer and preventing them from leaving your orbit. Until the start of your next turn, your Zone becomes Difficult Terrain for creatures other than you, and creatures in your Zone (excluding you) can't move into another Zone unless they win an Easy (+40) Athletics (Might) Test Opposing your Manifest Test. Additionally, if you move into another Zone while this power is active, creatures in your Zone are dragged along with you into the new Zone unless they resist by winning an Easy (+40) Athletics (Might) Test Opposing your Manifest Test.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Impel",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "1 Creature or Object",
    "Duration": "Instant",
    "Effect": "Your power propels objects and creatures with sudden, violent force. Choose an object within Short Range. If the object's Encumbrance is less than or equal to the SL of your Manifest Test, the object is pushed into an adjacent Zone of your choice. If its Encumbrance is greater, it does not move. Alternatively, you can target a creature within Short Range. The target must win a Routine (+20) Athletics (Might) Test Opposing your Manifest Test or be pushed into an adjacent Zone of your choice and knocked Prone.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Abjuration Mechanicum",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "1 Machine",
    "Duration": "Instant",
    "Effect": "Your thoughts sabotage a machine with minute telekinetic manipulations, tampering with its inner workings until it no longer functions correctly. Choose a machine, including those operated by servitors, within Short Range. The maximum effect you can manifest is determined by the SL of your Manifest Test based on the Objuration Mechanicum Table, but you can choose to inflict a less severe effect. Exceptionally large or complex machines, such as vehicles, voidships, titans, or industrial machinery may, at the GM's discretion, be considered multiple smaller machines, in which case this power can only target a specific component within the larger construct.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychic Barrier",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "1 Zone",
    "Duration": "Sustained",
    "Effect": "Your will coalesces into an invisible barrier of telekinetic force that resists the passage of matter and energy, protecting your allies and containing threats. Choose a Zone within Medium Range. Until the start of your next turn, you erect an invisible wall or bubble around the Zone. Creatures can't cross the barrier into or out of the Zone unless they use an Action to win a Difficult (-10) Athletics (Might) Test Opposing your Manifest Test. Additionally, the barrier hinders Ranged Attacks. Ranged Attacks that cross into or out of the target Zone deal 2 less damage for each SL of your Manifest Test.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychic Maelstrom*",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Sustained",
    "Effect": "You manifest a swirling maelstrom of tangible force around you, battering everything nearby in a storm of psychokinetic energy. Until the start of your turn, your Zone becomes Difficult Terrain, and when a creature enters your Zone for the first time in a round or starts its turn there, it must win a Routine (+20) Athletics (Might) Test Opposing your Manifest Test.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Vortex of Doom*",
    "Warp Rating": "4",
    "Difficulty": "Very Hard (-30)",
    "Range": "Medium",
    "Target": "1 Zone",
    "Duration": "Sustained",
    "Effect": "You open yourself to a moment of reckless carnage, tearing a barely-contained wound through reality's surface and exposing realspace to the hellish depredations of the Warp. Choose a Zone within Medium Range. Until the start of your next turn, the Zone becomes Difficult Terrain, Warp-Touched, and a Deadly Hazard. Additionally, when a creature takes Damage from this power, it must win a Very Hard (-30) Discipline (Psychic) Test Opposing your Manifest Test or be Stunned. When you stop sustaining this power, roll 1d10. If the result is greater than or equal to your Willpower Bonus, you stop sustaining it, but the vortex remains, and its effects still apply to its Zone. The vortex remains open until a Psyker within Medium Range uses an Action to attempt to close the rift, requiring a successful Very Hard (-30) Psychic Mastery (Telekinesis) Test.",
    "Discipline": "Telekinesis",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Dominate",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Your psychic influence overrides a creature's autonomy, subjugating it to your will. Choose a creature within Medium Range. The target must win a Hard (-20) Discipline (Psychic) Test Opposing your Manifest Test or fall under your control until the start of your next turn. While the target is under your control, you dictate its behaviour, including what it does during its turn.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Beacon",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Reaching out with your mind, you sink a telepathic hook into the mind of another creature, creating a beacon that constantly broadcasts its location and movements to you at the speed of thought. Choose a creature within Medium Range. Until the start of your next turn, you know the target's exact location within a number of miles equal to the SL of your Manifest Test. Additionally, you have Advantage on Attack Tests made against the target.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Compel",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "You issue a simple psychic command to your victim, compelling them to obey against their will. Choose a creature within Short Range. The target must make a Routine (+20) Discipline (Psychic) Test Opposing your Manifest Test. If you win, you immediately declare one Action or Movement the target will take on its next turn, and the target must carry it out before it does anything else. Whether you win or lose the Opposed Test, the target is aware that you compelled them.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Erase",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "With surgical precision or brute force, you reach into your target's mind to excise a specific memory, leaving no trace of it. Choose a creature within Short Range. The target resists your attempts with a Routine (+20) Discipline (Psychic) Test Opposing your Manifest Test. If it fails you may permanently remove one memory from its mind. The length of the memory you erase can be up to 10 x your Willpower Bonus in minutes. This leaves a gap in the target's memory they cannot account for, though they don't realise it's missing until something highlights its absence.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Mental Interrogation",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "You dive into your target's mind, sifting through their memories and subconscious, uncovering their private thoughts and deepest secrets. Choose a creature within Short Range. The target must make a Challenging (+0) Discipline (Psychic) Test Opposing your Manifest Test. The target makes the Test with Disadvantage if it is unconscious, but it makes the Test with Advantage if it is hostile to you. If you win, you gain access to the target's mind until the beginning of your next turn. If you win the Opposed Test but the target succeeds, it becomes aware of your intrusion. The difference in SL determines how deeply you penetrate according to the Mental Interrogation Table.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychic Fortitude",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Short",
    "Target": "SL Allies",
    "Duration": "Sustained",
    "Effect": "Drawing from the bottomless well of the Warp, you reach out with your mind to bolster your allies' force of will with your own. Choose a number of allies (excluding you) up to the SL of your Manifest Test within Short Range. Until the start of your next turn, the targets may use your Willpower score in place of their own when making Willpower Tests, and they have Advantage on Willpower Tests.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Psychic Shriek*",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "2 Zones",
    "Duration": "Instant",
    "Effect": "Drawing a deep soul-breath, you unleash a scream that is silent in realspace but ripples through the underlying Warp with searing power, rending souls from bodies in an arc in front of you. Choose a Zone within Medium Range. Creatures (excluding you) in the target Zone and your Zone must make a Difficult (-10) Discipline (Psychic) Test Opposing your Manifest Test. If you win, the target suffers Damage equal to your Willpower Bonus plus the difference in SL, which ignores Armour. Daemons and Psykers suffer double Damage, but creatures without a Warp presence (such as Necrons and Nulls) are immune to this power.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Nightshroud*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Sustained",
    "Effect": "Drawing on the Warp's limitless darkness, you cast an illusion of ethereal shadows around you so your enemies see only inky darkness when they look your way. Until the start of your next turn, your Zone becomes Heavily Obscured. You and your allies can see through the Zone normally while within the Zone. A creature that notices the darkness and tries to see through it can use its Action on its turn to try to defeat the illusion. If it wins a Challenging (+0) Discipline (Psychic) Test Opposing your Manifest Test, the creature can see through the Zone normally and ignores the effects of this power for the next hour.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Terrifying Visions",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "You turn an eldritch key to unlock your target's deepest fears, confronting them with the most nightmarish recesses of their mind. Choose a creature within Medium Range. The target must win a Hard (-20) Discipline (Fear) Test Opposing your Manifest Test or become Terrified until the start of your next turn. At the end of its turn, the target repeats the Opposed Test, ending the power immediately if it wins. Once a Creature wins the Opposed Test, it is immune to this power for one hour.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Telepathic Link",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Long",
    "Target": "SL Allies",
    "Duration": "Sustained",
    "Effect": "You forge a telepathic link through the Warp between you and your allies, allowing you to communicate words and ideas with swift, silent efficiency. Choose a number of allies within Long Range equal to the SL of your Manifest Test. Until the start of your next turn, you and the target creatures can communicate telepathically. You can mentally share messages, emotions, and ideas instantaneously across any distance. If you and all your allies in an Encounter are telepathically linked, your Superiority can't be less than 1.",
    "Discipline": "Telepathy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Cauterise*",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Instant",
    "Effect": "Produce a momentary flash of carefully-modulated searing heat through your hand, allowing you to staunch bleeding or shock a senseless ally back into focus. Touch a creature within Immediate Range. You remove the following Conditions from the target: Bleeding, Frightened, Stunned, or Unconscious, but the target also suffers Damage to the body part you touched equal to 4 minus the SL of your Manifest Test. This Damage ignores Armour.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Command Flames",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Long",
    "Target": "Special",
    "Duration": "Instant",
    "Effect": "Your thoughts shape flames, directing their course and intensity or snuffing them out at your command. As a Free Action this turn, you can manipulate fire within Long Range a number of times up to the SL of your Manifest Test. You can manipulate fire as follows: Extinguish all fires within one Zone. This removes the Burning Trait and the Ablaze Condition. Intensify or dampen flames within one Zone to double or halve the amount of light they cast. Change the colour of flames within one Zone. Amplify isolated flames within one Zone to grant the Zone the Burning Trait. Expand the flames from a Burning Zone to grant an adjacent Zone the Burning Trait (if sufficient flammable material is present). Make flames within one Zone take on the appearance of figures or shapes until the start of your next turn.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Fire Storm*",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Zone",
    "Duration": "Instant",
    "Effect": "Focus intensely on a point, invoking the power of the Warp to manifest an unstable mote of starfire that incinerates its surroundings as it explodes. Choose a Zone within Medium Range. Creatures in the Zone suffer Damage equal to 6 + the SL of your Manifest Test and must win a Hard (-20) Reflexes (Dodge) Test Opposing your Manifest Test or become Ablaze until it or another creature within Immediate Range uses an Action to extinguish it. Flammable objects in the Zone are also ignited by the flames, giving the Zone the Burning Trait at the GM's discretion.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Inferno*",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Long",
    "Target": "SL Zones",
    "Duration": "Sustained",
    "Effect": "The power of the raging Empyrean courses wildly through you, superheating the air until it combusts into fiery Warp-fueled infernos. Choose a number of Zones within Long Range up to the SL of your Manifest Test. Until the start of your next turn, the target Zones become Major Hazards. Additionally, a creature Damaged by one of these Hazards must succeed on a Hard (-20) Reflexes (Dodge) Test or become Ablaze until it or another creature within Immediate Range uses an Action to extinguish them. When this power ends, all fire within the Zones is extinguished as it is snuffed out by the receding Warp.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Plasma Torch*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Your hand becomes wreathed in a nimbus of crackling plasma, allowing you to cut and weld metal or scorch foes with a superheated touch. Until the start of your next turn, your hand manifests a cloud of plasma around it that is harmless to you. The plasma sheds bright light in your Zone and allows your hand to function as a conventional plasma torch that can cut or weld metal. Additionally, you can use your hand as a melee weapon with the Plasma Torch Profile.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Pyrelight*",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Special",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Your flesh glows from within with psychic power, radiating incandescent light and heat. Until the start of your next turn, your skin glows with noticeable warmth, casting bright light in your Zone and dim light into adjacent Zones. As a Free Action on your turn, you can increase the intensity of the light and heat, or revert it to warm, dim light. While intensified, you cast bright light within Medium Range, and your Zone becomes a Minor Hazard (you are unaffected by the Hazard). Additionally, when a creature enters your Zone for the first time in a round or starts its turn there, it must win a Hard (-20) Fortitude (Endurance) Test Opposing your Manifest Test or become Ablaze until the start of your next turn.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Smouldercloud*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Medium",
    "Target": "SL Zones",
    "Duration": "Sustained",
    "Effect": "You create smouldering heat around you, shedding thick clouds of soot, smoke or steam. Choose a number of Zones up to SL within Medium Range. Until the start of your next turn, each Zone becomes Heavily Obscured. Additionally, creatures begin to suffocate if they end their turn within the Zone.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Sunburst*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Long",
    "Target": "1 Zone",
    "Duration": "Instant",
    "Effect": "Opening a pinhole-sized rift into the Warp for the merest instant, you unleash a flash of blinding light, searing retinas and damaging sensitive optics. Choose a Zone within Long Range. Creatures within the Zone must make a Challenging (+0) Fortitude (Endurance) Test Opposing your Manifest Test or become Blinded. A Blinded creature repeats the Opposed Test at the end of each of its turns, removing the Condition if it wins. If a creature loses the Test more than 3 times in a row, it is permanently Blinded. Extensive medicae treatment, augmetics, or other powerful healing is required to restore sight to the permanently blind.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Molten Beam*",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Long",
    "Target": "1 Creature or Object",
    "Duration": "Instant",
    "Effect": "Emit a coherent beam of fusion-intense heat from your eyes or hands, vaporising the air in its path with a thunderous crash as it lances through armour and flesh with pinpoint accuracy. Choose a creature or object within Long Range. The target suffers Damage equal to 7 + the SL of your Manifest Test. If the target is a creature, you can choose the location that suffers Damage. If the location is protected by Armour, its Armour Value is permanently reduced by your Willpower Bonus after Wounds are determined.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Thermal Shroud*",
    "Warp Rating": "2",
    "Difficulty": "Routine (+20)",
    "Range": "Short",
    "Target": "Allies in Range",
    "Duration": "Sustained",
    "Effect": "Envelop your allies in a shimmering field of entropy that consumes flames and heat, shunting the energy into the immaterium before it reaches you. Until the start of your next turn, Damage you and your allies within Short Range suffer from fire and heat, such as Flame and Melta weapons, is reduced by your Willpower Bonus + 1 per SL of your Manifest Test. This reduction occurs before applying Armour. It also becomes impossible to detect your presence through a thermally sensitive auspex.",
    "Discipline": "Pyromancy",
    "Source": "Core Rulebook"
  },
  {
    "Name": "Auditory Manipulation",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Long",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Stimulate a creature's auditory system, generating subtle vibrations within that register as sound. Choose a creature within Long Range. Until the start of your next turn, you cause the target to hear any series of sounds you wish. Only the target hears these sounds. You can effectively speak to the target by forming specific words if you generate a voice. If you generate an overwhelming noise, the target must make a Difficult (-10) Fortitude (Endurance) Test Opposing your Manifest Test, ending the power immediately if it wins. If it loses, it becomes Deafened until the power ends.",
    "Discipline": "Minor Psychic Power",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Cipher Seed",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Permanent",
    "Effect": "Implant a psychic message in a creature's mind, triggered by a specific condition or phrase.",
    "Discipline": "Minor Psychic Power",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Cipher Seed",
    "Warp Rating": "1",
    "Difficulty": "Easy (+40)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "Permanent",
    "Effect": "Implant a psychic message in a creature's mind, triggered by a specific condition or phrase. The creature recites the message when the recipient is near. The target doesn't remember implanting or delivering the message.",
    "Discipline": "Minor Psychic Power",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Force Bolt",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Long",
    "Target": "1 Creature or Object",
    "Duration": "Instant",
    "Effect": "Hurl a bolt of telekinetic force at a target, dealing Damage equal to 3 + Willpower Bonus + SL of Manifest Test. Choose the location of Damage if the target is a creature.",
    "Discipline": "Minor Psychic Power",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Immolation Directive",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Immediate / 1 metre per SL",
    "Target": "1 Object",
    "Duration": "Permanent",
    "Effect": "Impart a small object with Warp's destructive power. When triggered, the object disintegrates in warp-fueled flame. The trigger must be simple and unambiguous.",
    "Discipline": "Minor Psychic Power",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Mark*",
    "Warp Rating": "2",
    "Difficulty": "Average (+20)",
    "Range": "Immediate",
    "Target": "1 Creature or Object",
    "Duration": "1 Day per SL",
    "Effect": "Mark a surface with a psychic symbol, visible to psykers through any barrier, lasting 1 day per SL. Can be applied undetectably with Dexterity (Sleight of Hand) Test.",
    "Discipline": "Minor Psychic Power",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Induce Panic",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Assail a creature's biochemistry, inducing a chemically-induced panic. The target becomes Frightened of every other creature. At the end of its turn, it repeats the Opposed Test. If you win by more SLs than the target's Toughness Bonus, it is also Restrained. If the target starts its turn near a creature it fears, it attacks that creature. Immune for 1 hour after resisting.",
    "Discipline": "Biomancy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Ossify",
    "Warp Rating": "3",
    "Difficulty": "Hard (-20)",
    "Range": "Medium",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Force a creature's joints and muscles to stiffen. The target becomes Overburdened until your next turn if it fails a Fortitude (Pain) Test.",
    "Discipline": "Biomancy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Stimulating Jolt*",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Immediate",
    "Target": "1 Creature",
    "Duration": "1 Round / SL",
    "Effect": "Flood a creature's nervous system with psychic energy. For Rounds equal to SL of Manifest Test, the target ignores Fatigued and Unconscious Conditions. Repeat use before Rest deals 1d10 Damage, ignoring Armour.",
    "Discipline": "Biomancy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Discern Falsehoods*",
    "Warp Rating": "1",
    "Difficulty": "Challenging (+0)",
    "Range": "Self",
    "Target": "Your Zone",
    "Duration": "Sustained",
    "Effect": "Enter a receptive state to detect false words. Receive information about words spoken within your Zone based on SL of Manifest Test on the Discern Falsehoods Table. Bleed from the ears and gain Bleeding Condition on first falsehood detected per encounter.",
    "Discipline": "Divination",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Pathfinder",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Short / Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "See a creature's past locations for the last minute per SL of Manifest Test. Follow the trail even outside your Zone, but only see locations up to when the power was activated.",
    "Discipline": "Divination",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Piercing Sight*",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Gain Advantage on sight-based Awareness, Intuition, and Linguistics Tests. See through solid objects (1 meter per SL) and in total darkness. Your eyes illuminate your Zone, negating Dark and Poorly Lit Traits.",
    "Discipline": "Divination",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Impart Flame*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "Special",
    "Target": "1 Object",
    "Duration": "1 Hour per SL",
    "Effect": "Imbue an object with pyrokinetic energy. Release the energy to destroy the object as either an Exploding Object or an Erupting Object.",
    "Discipline": "Pyromancy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Circle of Fire*",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "Zone",
    "Duration": "Sustained",
    "Effect": "Create a wall of fire around a Zone, dealing Damage (3 + Willpower Bonus + SL) to creatures passing through. Disadvantage on Awareness (Sight) and Ranged Tests through the flames.",
    "Discipline": "Pyromancy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Pass Through Fire*",
    "Warp Rating": "2",
    "Difficulty": "Challenging (+0)",
    "Range": "1 Zone per SL",
    "Target": "Special",
    "Duration": "Instant",
    "Effect": "Teleport between fires within range (1 Zone per SL). Reduce fire damage by double Willpower Bonus.",
    "Discipline": "Pyromancy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Burden",
    "Warp Rating": "4",
    "Difficulty": "Very Hard (-30)",
    "Range": "Medium",
    "Target": "WpB Creatures",
    "Duration": "Sustained",
    "Effect": "Amplify gravity on creatures, making them Overburdened on failed Athletics (Might) Test. Immune for 1 hour after resisting.",
    "Discipline": "Telekinesis",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Psychic Blade*",
    "Warp Rating": "2",
    "Difficulty": "Average (+20)",
    "Range": "Self",
    "Target": "Self",
    "Duration": "Sustained",
    "Effect": "Conjure a sword of coruscating force with the Psychic Blade Profile. Disappears if it leaves your hand.",
    "Discipline": "Telekinesis",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Tether",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "1 Creature and 1 Object",
    "Duration": "Sustained",
    "Effect": "Bind an object to a creature with telekinetic force. Both must remain within Immediate Range. Difficult Athletics Test to break the bond.",
    "Discipline": "Telekinesis",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Hallucinate",
    "Warp Rating": "4",
    "Difficulty": "Very Hard (-30)",
    "Range": "Medium",
    "Target": "1 Creature per WilB",
    "Duration": "Sustained",
    "Effect": "Cause creatures to hallucinate illusory situations. The hallucination appears within a Zone and can include objects, creatures, and sensory details. Physical interaction cannot expose the illusion. The target repeats the Opposed Test if the hallucination is unbelievable. Immune for 1 hour after resisting. Hallucinations can't physically harm, but can cause imagined pain.",
    "Discipline": "Telepathy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Insinuate",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Short",
    "Target": "1 Creature",
    "Duration": "Sustained",
    "Effect": "Instill feelings of familiarity and trust in a creature. The target regards you as a trusted friend. The target repeats the Opposed Test when taking Damage or at the end of its turn. Immune for 1 hour after resisting.",
    "Discipline": "Telepathy",
    "Source": "Inquisitor Player's Guide"
  },
  {
    "Name": "Pacify",
    "Warp Rating": "3",
    "Difficulty": "Difficult (-10)",
    "Range": "Medium",
    "Target": "1 Creature per WilB",
    "Duration": "Instant",
    "Effect": "Disconnect creatures from their emotions. They lose the Frightened Condition and stop experiencing emotions. They experience emotions normally later.",
    "Discipline": "Telepathy",
    "Source": "Inquisitor Player's Guide"
  }
]
